export const cardsData = [
  {
    id: 0,
    title: "Component Librarys",
    components: [
      {
        id: 100,
        name: "Ажлын нөхцөл ба ажилбарыг мэднэ",
        bg: "bg-green-300 mx-1 px-1 py-1 my-1 w-full",
        title: "Ажлын нөхцөл ба ажилбар",
         content:"ЗӨВЛӨМЖ. Мэргэжилтэй танилцах аялал гэж байдаг. Энэ аялал буюу ажил мэргэжилтэй ажлын байран дээр нь очиж танилцах, чиний энергийн онцлоготой тухайн ажлын байр тохирох эсэхийг биеээр мэдрэх шаардлагатай шүү !!!"
      },
      {
        id: 200,
        name: "Энэ мэргэжилд шаардлагатай чадвар надад бий",
        bg: "bg-blue-300 mx-1 px-1 py-1 my-1 w-full",
          title: "Чадварыг ерөнхий чадвар, мэргэжлийн тусгай чадвар ",
         content:"Мэргэжил эзэмших түүгээр ажиллахад ерөнхий чадвартай байхад ажиллаж болдог мэргэжил,  зайлшгүй тусгай чадвар шаардах мэргэжил гэж байна. Жишээлбэл: Мэс заслын эмч – Анагаах ухааны бакалаварт 6 жил суралцаж, 2-4 жил мэс заслаар мэргэшиж, цаашид олон жил ажиллах тусам мэс ажиллабараар онцгой туршлага хуримтлуулж байж мундаг мэс заслийн эмч болно.Програмчин – онлайн курс, дамжаанд хамрагдаж, богино хугацаанд, бага зардлаар програмист болж, өөрийн зүтгэлээр гэрээсээ - гадаадын захиалгаар өндөр цалин авах боломжтой."
      },
      {
        id: 300,
        name: "Энэ мэргэжлээр хаана сурахаа мэднэ",
        bg: "bg-yellow-300 mx-1 px-1 py-1 my-1 w-full",
          title: "Mergejilsongolt.info Вебсайтаар ",
         content:"Mergejilsongolt.info Вебсайт -д мэргэжил эзэмших боломжийн талаар танилцуулсан байгаа. ЗӨВЛӨМЖ. 21 -р зуунд ажиллаж амьдрах “ цахим Z” үеийнхэний онцлогийн талаар “Үе үеийн онол”-ын талаар Генетик тест ба сурахад суралцах чадварууд гэдэг Фейсбукын пейж хуудсанд бичсэн нийтлэлийг уншаарай ! "
      },
      {
        id: 400,
        name: "Энэ мэргэжил эрэлт ихтэй",
        bg: "bg-gray-400 mx-1 px-1 py-1 my-1 w-full",
          title: "Ажилд хялбар орж, цалин мөнгө шууд авах давуу талтай. ",
         content:"Хөдөлмөрийн зах зээл дээр ажлын байр бэлэн байдаг мэргэжил нь Чамайг ажилд хурдан орж, цалин мөнгөтэй шууд залгахад хялбар байх том давуу тал мөн. Гэхдээ яг энэ мэргэжил чиний сонирхол ба чадварт тохирох эсэхийг мэдэх нь маш чухал. Хүн өөрийн хүсэл сонирхол ба чадварт тохирсон мэргэжил эзэмшиж энэ чиглэлээрээ ажиллавал хийж буй ажлаасаа үргэлж таашал авч, үр дүнтэй ажиллаж, амжилтад хүрэх үндсэн нөхцөл бүрдэнэ. Энэ бол мэргэжил сонголтын “Алтан дүрэм”.  ЗӨВЛӨМЖ. Тэгэхээр ажлын байр харж сонгосон мэргэжил Танаас энэ мэргэжилд суралцахад  зарцуулсан цаг хугацаа /дээд болосрол 4-5 жил, Анагаах ухаанд бол 10 жил/болон хөрөнгө оруулалтийг үр дүнтэй болгож чадах эсэхийг сайтар бодолцох хэрэгтэй байна."
      },
      {
        id: 500,
        name: "Энэ мэргэжлийн талаар сайн мэдэхгүй зүгээр л гоё санагддаг",
        bg: "bg-orange-400 mx-1 px-1 py-1 my-1 w-full",
          title: "Сонирхол-  “хийсвэр” ба “бодит” гэж байдаг.  Чинийх аль нь юм бол ???  ",
         content:"Хүний сонирхолыг “Субьектив буюу Хийсвэр” сонирхол, “Обьектив буюу бодит” сонирхол гэж ангилдаг. Хийсвэр сонирхол хурдан өөрчлөгдөж өөр өөр сонирхолоор амархан солигдоно, харин бодит сонирхол харьцангуй тогтвортой байна. Таны сонгосон мэргэжил чухам аль сонирхол болохыг мэдэх хэрэгтэй байна.Үүний тулд хамгийн багадаа доорхии 5 зүйлийг хийж үзнэ үү:6.	Эцэг эхийн тусламжтайгаар Таны сонирхолыг татаж буй мэргэжлийн хүнийг олох7.	Тэр хүний ажил дээр очиж ажлын байр, орчинтой нь танилцах 8.	Тэр хүний хажууд дор хаяж 8 цаг цуг байж ажлын нь горим ба процессыг ажиглах9.	Тэр мэргэжлийн хүний авдаг цалинг асуух, тэр цалин чиний хэрэгцээг хангах эсэхийг тодруулах /карьер өсөхөд цалингийн хэмжээ хэр нэмэгдэх эсэх г.м/10.	Энэ мэргэжлийн эрэлт хэрэгцээг мэдэх. ЗӨВЛӨМЖ. Ийм “танилцах аялал”-ыг сонирхож буй мэргэжил бүрээр хийж байж таны сонирхол хэр “бодитой” болохыг тодруулаарай."
      },
      {
        id: 600,
        name: "Өмнөх бүх хэрэгцээг мэднэ",
        bg: "",
          title: "Мэдэх ба мэдрэх гэдэг өөр өөр утгатай шүү !!!",
         content:"ЗӨВЛӨМЖ. “1000 сонсож мэдэхээс 1 удаа биечилж очиж, харж  мэдрээрэй”Дээр нь бас “Чадах уу?” гэдэг бүр чухал байна. "
      },
    ]
  },
  // {
  //   id: 1,
  //   title: "Javascript Librarys",
  //   components: [
  //     {
  //       id: 300,
  //       name: "react"
  //     },
  //     {
  //       id: 400,
  //       name: "node"
  //     },
  //   ]
  // },
  


]
