export const cardsData = [
  {
    id: 0,
    title: "Component Librarys",
    components: [
      {
        id: 100,
        name: "Цалин өндөр",
        bg: "bg-green-300 mx-1 px-1 py-1 my-1 w-full",
        title:"Цалин мөнгө",
         content:"Өндөр цалин хөлс - хүнийг эдийн засгийн эрх чөлөөнд хүргэхэд чухал үүрэгтэй. Гэхдээ эдийн засгийн эрх чөлөөтэй болсоноор хүний сэтгэл ханамж хангагдахгүй. /Хүний хрэгцээний 5 түвшин. Маслоу - америкын сэтгэл зүйч докторын онол/     Хүн мөнгөтэй болоод:   2. Аюулгүй байдлын хэрэгцээ — энэ нь шууд утгаараа аюулгүй байдалд хамгаалалттай байх, хууль дүрэм, тогтвортой байдал, айдас түгшүүргүй ажиллаж амьдрах.(хамт олон) хэрэгцээ — физиологийн болоод аюулгүйн хэрэгцээ нь хангагдавал хүний дараагийн шатны хэрэгцээ нь нийгэмдээ хүлээн зөвшөөрөгдөх хэрэгцээ үүсдэг. Жишээлбэл:  нөхөрлөл, ойр дотно мэдрэмж, хүлээн зөвшөөрөгдөх, хайрлах, хайрлагдах. Ямар нэг бүлэг буюу найз нөхөд, гэр бүл, ажлын хамт олонд хамрагдах гэдэг нь энэ шатны хэрэгцээнд орно.   4. Бусдад хүлээн зөвшөөрөгдөх хэрэгцээ — энэ нь хоёр бүлэгт хуваагдана а) өөртөө итгэлтэй байж аливаа зүйлд амжилт олох  б) бусдаас хүндэтгэл хүлээх, хүлээн зөвшөөрөгдөх. Маслоу үзэхдээ хүүхдүүд болон өсвөр насны хүүхдүүдэд энэ хэрэгцээний хоёр дах ангилал болох нэр хүнд, бусдын хүндлэлийг олох нь хамгийн чухал хэрэгцээ бөгөөд энэ нь цаашид жинхэнэ өөртөө итгэх итгэл, нэр хүндэд хөтөлдөг гэсэн байдаг.  5. Өөрийгөө илэрхийлэх — хувь хүн өөрийнхөө чадвар, өөрөө өөртөө сэтгэл хангалуун байх, хувь хүний өөрийн хөгжил дэвшлийн төлөө хүсэж тэмүүлэх эрмэлзлэл. Энэ нь “хувь хүний хүрж болох бүх зүйлд хүрэх” гэсэн хүсэл юм (Maslow, 1987, p. 64).Тэгэхээр өндөр цалин харж сонгосон мэргэжил тань дараах 5 түвшинд хүргэж чадах эсэх талаар бодолцож үзэх хэрэгтэй байна",
      },
      {
        id: 200,
        name: "Ажлын байрны олдоц",
        bg: "bg-blue-300 mx-1 px-1 py-1 my-1 w-full",
        title:"Ажлын байрны олдоц",
        content:"Хөдөлмөрийн зах зээл дээр ажлын байр бэлэн байдаг мэргэжил нь Чамайг ажилд хурдан орж, цалин мөнгөтэй шууд залгахад хялбар байх том давуу тал мөн. Гэхдээ яг энэ мэргэжил чиний сонирхол ба чадварт тохирох эсэхийг мэдэх нь маш чухал. Хүн өөрийн хүсэл сонирхол ба чадварт тохирсон мэргэжил эзэмшиж энэ чиглэлээрээ ажиллавал хийж буй ажлаасаа үргэлж таашал авч, үр дүнтэй ажиллаж, амжилтад хүрэх үндсэн нөхцөл бүрдэнэ. Энэ бол мэргэжил сонголтын “Алтан дүрэм”",
      },
      {
        id: 300,
        name: "Миний сонирхолыг татдаг",
        bg: "bg-yellow-300 mx-1 px-1 py-1 my-1 w-full",
        title:"Миний сонирхолыг татдаг",
        content:"Хүний сонирхолыг “Субьектив буюу Хийсвэр” сонирхол, “Обьектив буюу бодит” сонирхол гэж ангилдаг. Хийсвэр сонирхол хурдан өөрчлөгдөж өөр өөр сонирхолоор амархан солигдоно, харин бодит сонирхол харьцангуй тогтвортой байна. Таны сонгосон мэргэжил чухам аль сонирхол болохыг мэдэх хэрэгтэй байна.Үүний тулд хамгийн багадаа доорхии 5 зүйлийг хийж үзнэ үү",
      },
      {
        id: 400,
        name: "Эцэг эх, бусдын зөвлөгөөг дагасан",
        bg: "bg-gray-400 mx-1 px-1 py-1 my-1 w-full",
        title:"Эцэг эх, бусдын зөвлөгөөг дагасан",
        content:"Аав ээж чинь чамтай харьцуулбал илүү олон “оймс” илээсэн, ажиллаж амьдрах хугацаандаа олон зүйлтэй тулгарч ялж, ялагдаж үзсэн – түүнээсээ ч амьдралын их туршлага хуримтлуулсан хүмүүс.  Тиймээс тэдний зөвлөгөөг хүлээн авч сонсож, ойлгож, ажил амьдралдаа алдахгүйн тулд, амжилтанд хүрэхийн тулд “Авах гээхийн ухаан”-аар хандах ёстой. Тэд үргэлж чиний төлөө л хэлэх, ярих болно. Гэхдээ “Чи бол” өөрийн хувь заяатай, өөрийн даалгавартай, өөрийн зорилгыг биелүүлэх ёстой, тусдаа “Хувь хүн- Бие хүн”, тусдаа ертөнц. ",
      },
      {
        id: 500,
        name: "Нэр хүндтэй мэргэжил",
        bg: "bg-orange-400 mx-1 px-1 py-1 my-1 w-full",
        title:"Нэр хүндтэй мэргэжил",
        content:"Өөрийгөө илэрхийлэх — хувь хүн өөрийнхөө чадвар, өөрөө өөртөө сэтгэл хангалуун байх, хувь хүнээс бие хүн болж хөгжиж дэвшихийн төлөө хүсэж тэмүүлдэг их том эрмэлзлэл. Энэ нь “хувь хүний дээд хэрэгцээ” юм (Maslow, 1987).Мэргэжил сонгохдоо энэ тухай бодож сонголт хийж байгаа бол Та өөртөө маш өндөр босго тавдаг юм байна.Гэхдээ чиний сонгосон “нэр хүндтэй” болох мэргэжил чиний нэрийг олонд хүтрээх “зөв” сонголт мөн эсэхийг яаж мэдэх вэ? ",
      },
    ]
  },
  // {
  //   id: 1,
  //   title: "Javascript Librarys",
  //   components: [
  //     {
  //       id: 300,
  //       name: "react"
  //     },
  //     {
  //       id: 400,
  //       name: "node"
  //     },
  //   ]
  // },
  


]
