export const cardsData = [
  {
    id: 0,
    title: "Component Librarys",
    components: [
      {
        id: 100,
        name: "Мэргэжилүүдийн талаар мэдэхгүй ",
        bg: "bg-green-300 mx-1 px-1 py-1 my-1 w-full",
        title: "megrejilsongolt.info сайтаар орж мэргэжилтэй танилцана уу !!!",
        content:"Энэ сайтад мэргэжлийг салбараар нь ангилж, давуу ба сул тал хэрхэн суралцах талаар тайлбарласан байгаа "
      },
      {
        id: 200,
        name: "Юуг хийж чадахаа мэдэхгүй байна",
        bg: "bg-blue-300 mx-1 px-1 py-1 my-1 w-full",
        title: "Чадвар тодорхойлох тест-д орно уу",
        content:"Хүнд зөөлөн ба хатуу чадвар гэж бий. Нийгэмшихэд зөөлөн чадвар, ажил мэргэжилд хатуу чадвараа хөгжүүлэх + тусгай чадвар эзэмших хэрэгтэй болно. Эдгээр чадваруудын төрмөл өгөгдөл ба олдмол чадвар гэж бас байна. Чадварын төрмөл өгөгдлийг Тоон, Астро, Генетик тестээр, олдмол чадварыг Вибратестээр тодорхойлж тус тус болдог. Манай хаягаар хандаж чадвар тодорхойлох тестэд орно уу."
      },
      {
        id: 300,
        name: "Олон мэргэжлээс сонголт хийж чадахгүй ",
        bg: "bg-yellow-300 mx-1 px-1 py-1 my-1 w-full",
        title: "Мэргэжил сонголтын  тест-д орно уу",
        content:"Тоон, Астро, Генетик тестээр төрмөл сонирхол ба чадварт тохирсон мэргэжлүүдийг, мөн Вибра ба Фото тестээр олдмол чадварт тохиромжтой мэргэжлүүдийг тус тус тодорхойлж болдог. "
      },
      {
        id: 400,
        name: "Мэргэжилээ яаж сонгохоо мэдэхгүй ",
        bg: "bg-gray-400 mx-1 px-1 py-1 my-1 w-full",
        title: "Мэргэжил сонголтын  зөвлөгөө авна уу",
        content:"Тоон, Астро, Генетик тестээр төрмөл сонирхол ба чадварт тохирсон мэргэжлүүдийг, мөн Вибра ба Фото тестээр олдмол чадварт тохиромжтой мэргэжлүүдийг тус тус тодорхойлж болдог. Хүүхдийн нас, сурч байгаа ангиас хамаарч тестүүдийг давтамжтай хийж, мэргэжил сонголтод системтэй чиглүүлэх зөвлөмж аваарай.   "
      },
      {
        id: 500,
        name: "Мэргэжил сонгох талаар бодоогүй  байна",
        bg: "bg-orange-400 mx-1 px-1 py-1 my-1 w-full",
        title: "Эцэг эхийн хайр халамж цаг хугацаа болоод тоо хэмжээний хувьд ч  хязгаартай шүү !!!",
        content:"Эцэг эх чинь чамайг хайрлаж, халамжилж, идэж уух, өмсөж зүүхээр хангаж өсгөх үүрэгтэй. Гэхдээ цаг хугацааны явцад чамд үзүүлэх хайр халамж хэвээр үлдэх боловч, харин чиний  эдийн засгийн өсөн нэмэгдэх хэрэгцээг хангах боломж хангалтгүй болж ирнэ. "
      },
    ]
  },
  // {
  //   id: 1,
  //   title: "Javascript Librarys",
  //   components: [
  //     {
  //       id: 300,
  //       name: "react"
  //     },
  //     {
  //       id: 400,
  //       name: "node"
  //     },
  //   ]
  // },
  


]
